---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.RoomTagFilter
source: html/013ae467-316e-76c0-4544-7f7190ddfc95.htm
---
# RoomTagFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.